Autodesk.Revit.DB.FormatStatus
Remarks:
The character formatting includes
BoldItalicUnderlineSuperScriptSubscriptAll Caps
Since:
2017
An enumerated type indicating the formatting status of a range of characters
in Autodesk.Revit.DB.FormattedText
Since:
2017